Repository: apperceptions/ourmedia
Catalog: trunk/ourmedia/modules/contrib/buddylist/po/*.po
Languages: pt_br

source: Enable buddy list functionality.
pt_br: Habilita a funcionalidade de lista de amigos.

source: This help section needs to be updated.
pt_br: Esta seção de ajuda precisa ser atualizada.

source: Number of buddies to list in the user's buddy block
pt_br: Número de amigos para listar no bloco de amigos do usuário

source: This setting controls the maximum number of buddies displayed in a user's "buddylist block" given that the "buddylist block" is enabled in the %link.
pt_br: Esta opção controla o número máximo de amigos mostrados no bloco "Meus amigos". Este bloco pode ser habilitado em %link.

source: block settings
pt_br: ajustes do bloco

source: Number of posts to list in the buddies' recent posts block
pt_br: Número de contribuições no bloco "Contribuições recentes dos amigos"

source: This setting controls the maximum number of posts to display in a user's "buddy recent posts" block given that the "buddies' recent posts" block is enabled in the %link.
pt_br: Esta opção controla o número máximo de entradas mostradas no bloco "Contribuições recentes dos meus amigos". Este bloco pode ser habilitado em %link.

source: Block title
pt_br: Título do bloco

source: My buddies' recent posts
pt_br: Contribuições recentes dos meus amigos

source: This will be the title for the recent buddies post block. If none is specified, the default will be used.
pt_br: Isto será o título do bloco "Contribuições recentes dos meus amigos". Se não for especificado o título padrão será usado.

source: Buddylist block options
pt_br: Opções do bloco da lista de amigos

source: Number of buddies and users who've added me
pt_br: Número de amigos e usuários que me adicionaram.

source: The default maximum number of buddies and users who've added me as a buddy to display on a user's profile page.
pt_br: O número máximo padrão de amigos e usuários que me adicionaram para ser mostrado na página de perfil do usuário.

source: Profile page options
pt_br: Opções da página de perfil

source: Buddies
pt_br: Amigos

source: Buddy of
pt_br: Adicionado como amigo por

source: Remove <em>%name</em> from my buddy list
pt_br: Remover <em>%name</em> da minha lista de amigos

source: Add <em>%name</em> to my buddy list
pt_br: Adicionar <em>%name</em> à minha lista de amigos

source: Buddy actions
pt_br: Ações dos amigos

source: Buddy list
pt_br: Lista de amigos

source: Buddies' recent posts
pt_br: Contribuições recentes dos amigos

source: My buddy list
pt_br: Meus amigos

source: more
pt_br: mais

source: View more.
pt_br: Ver mais.

source: my buddylist
pt_br: meus amigos

source: buddies
pt_br: amigos

source: buddies of
pt_br: adicionaram-me como amigo

source: list
pt_br: listar

source: recent posts
pt_br: contribuições recentes

source: xml feed
pt_br: alimentação XML

source: add to buddylist
pt_br: adicionar à lista de amigos

source: delete from buddylist
pt_br: remover da lista de amigos

source: The buddylist module requires the profile module to be enabled in order to use this functionality
pt_br: O módulo buddylist requer que o módulo profile esteja ativado para poder usar esta funcionalidade

source: %username's buddylist
pt_br: lista de amigos do(a) %username

source: none
pt_br: nenhum

source: Buddies recent posts on %site
pt_br: Contribuições recentes dos amigos no %site

source: This user does not exist
pt_br: Este usuário não existe

source: This user is already on your buddy list
pt_br: Este usuário já está na sua lista de amigos

source: Cannot add yourself to buddy list
pt_br: Você não pode adicionar você mesmo a sua lista de amigos

source: add user
pt_br: adicionar usuário

source: Add user %name to your buddy list?
pt_br: Adicionar %name à sua lista de amigos?

source: %name will be be notified the next time s/he logs in.
pt_br: %name irá ser notificado na próxima vez que entrar no site.

source: This user is not on your buddy list
pt_br: Este usuário não está na sua lista de amigos

source: remove user
pt_br: remover usuário

source: Remove user %name from your buddy list?
pt_br: Remover o usuário %name da sua lista de amigos?

source: %name will be not be notified the next time s/he logs in.
pt_br: %name não será notificado na próxima vez que entrar no site.

source: <em>%username</em> has been added to your buddy list
pt_br: <em>%username</em> foi adicionado à sua lista de amigos

source: <em>%username</em> is already on your buddylist
pt_br: <em>%username</em> já está na sua lista de amigos

source: <em>%username</a> removed from buddylist
pt_br: <em>%username</em> foi removido da lista de amigos

source: User %name was NOT added to your buddylist.
pt_br: O usuário %name NÃO foi adicionado na sua lista de amigos.

source: User %name was NOT removed to your buddylist.
pt_br: O usuário %name NÃO foi removido da sua lista de amigos.

source: maintain buddy list
pt_br: manter lista de amigos

source: view buddy lists
pt_br: ver listas de amigos

source: buddylist
pt_br: lista de amigos
