Repository: apperceptions/ourmedia
Catalog: ourmedia/modules/contrib/privatemsg/po/*.po
Languages: pt_br

source: Allows private messages between users.
pt_br: Possibilita mensagens privadas entre usuários.

source: write to author
pt_br: escrever para o autor

source: view inbox
pt_br: ver caixa de entrada

source: History
pt_br: Histórico

source: Private messages
pt_br: Mensagens privadas

source: send private message
pt_br: enviar mensagem privada

source: <a href="%login">login</a> or <a href="%register">register</a> to send private messages to this user
pt_br: <a href="%login">entre com seu usuário</a> or <a href="%register">registre-se</a> para enviar mensagens privadas para este usuário

source: <a href="%login">login</a> to send private messages to this user
pt_br: você precisa se <a href="%login">identificar</a> para enviar mensagens privadas para este usuário

source: Allow private messages
pt_br: Permitir mensagens privadas

source: Check this box to allow users to send you private messages.
pt_br: Marque esse ítem para permitir que outros usuários lhe envie mensagens privadas.

source: Receive daily e-mail for unread messages
pt_br: Receber e-mail diário com as mensagens não lidas

source: Check this box to receive e-mail notification for unread messages. Only one e-mail will be sent per day.
pt_br: Marque esta opção para receber e-mails com mensagens não lidas. Apenas um e-mail será enviado por dia.

source: Private message settings
pt_br: Opções de mensagens privadas

source: Private messaging max rate
pt_br: Taxa máxima para mensagens privadas

source: Max submit rate for private messaging. To prevent abuse.
pt_br: Taxa máxima de envio de mensagens privadas. Para previnir abuso.

source: Sent message status
pt_br: Situação da mensagem enviada

source: Disabled
pt_br: Desativado

source: Enabled
pt_br: Ativado

source: If enabled users can see whether a message has been read or not.
pt_br: Se marcado, usuários poderão ver se uma mensagem foi lida ou não.

source: Messages per page
pt_br: Mensagens por página

source: The maximum number of messages displayed per page; links to browse messages automatically appear.
pt_br: O número máximo de mensagens mostradas por página; os links para navegar pelas mensagens aparecerão automaticamente.

source: Display link with posts
pt_br: Mostrar link com envios

source: Provide a link to send private messages to users with posts they start.
pt_br: Mostra um link para enviar mensagens privadas para usuários com os posts que ele iniciou.

source: Display link with comments
pt_br: Mostrar link com comentários

source: Provide a link to send private messages to users with their comments.
pt_br: Mostra um link para enviar mensagens privadas para usuários com seus comentários.

source: "Write to author" links
pt_br: Links "escrever para o autor"

source: New private messages at %site.
pt_br: Nova mensagem privada no %site.

source: Hi %name, This is an automatic reminder from the site %site. You have %new unread private messages. To read your messages, follow this link: %link1 If you don't want to receive these email again, change your preferences here: %link2
pt_br: Olá %name, este é um lembrete automático do site %site. Você tem %new mensagens privadas não lidas. Para ler suas mensagens, clique neste link: %link1 Se você não deseja receber este e-mail novamente, mude suas preferências aqui: %link2

source: Read message
pt_br: Ler mensagem

source: Home
pt_br: Principal

source: private messages
pt_br: mensagens privadas

source: Write a new message
pt_br: Escrever uma nova mensagem

source: Send private message
pt_br: Enviar mensagem privada

source: Move to folder
pt_br: Mover para a pasta

source: Delete messages
pt_br: Apagar mensagens

source: New folder
pt_br: Nova pasta

source: Add folder
pt_br: Adicionar pasta

source: Create new folder
pt_br: Criar nova pasta

source: Delete folder
pt_br: Apagar pasta

source: Empty folder
pt_br: Limpar pasta

source: Inbox
pt_br: Entrada

source: Sent messages
pt_br: Mensagens enviadas

source: To
pt_br: Para

source: contacts
pt_br: contatos

source: Subject
pt_br: Assunto

source: Message
pt_br: Mensagem

source: The <em>Recipient</em> field is required.
pt_br: O campo <em>Destinatário</em> é necessário.

source: The <em>Recipient</em> does not exist.
pt_br: O <em>Destinatário</em> não existe.

source: %name does not accept private messages.
pt_br: %name não aceita mensagens privadas.

source: The <em>Subject</em> field is required.
pt_br: O campo <em>Assunto</em> é necessário.

source: The <em>Message</em> field is required.
pt_br: O campo <em>Mensagem</em> é necessário.

source: The supplied input format is invalid.
pt_br: O formato de entrada informado é inválido.

source: Message sent.
pt_br: Mensagem enviada.

source: Name
pt_br: Nome

source: From
pt_br: De

source: Date
pt_br: Data

source: Reply to this message
pt_br: Responder à esta mensagem

source: Delete this message
pt_br: Apagar esta mensagem

source: Are you sure to delete this message?
pt_br: Você tem certeza que deseja apagar esta mensagen?

source: List messages
pt_br: Listar mensagens

source: Error: you can't read this message
pt_br: Erro: você não pode ler esta mensagem

source: <p>No messages</p>
pt_br: <p>Sem mensagens</p>

source: Are you sure you want to delete these messages?
pt_br: Você tem certeza que deseja apagar estas mensagens?

source: Are you sure you want to delete this folder and all its messages?
pt_br: Você tem certeza que deseja apagar esta pasta e todas as mensagens dentro dela?

source: Are you sure you want to delete every message in this folder?
pt_br: Você tem certeza que deseja apagar todas as mensagens desta pasta?

source: access private messages
pt_br: acessar mensagens privadas
