Repository: apperceptions/ourmedia
Catalog: trunk/ourmedia/modules/contrib/weblink/po/*.po
Languages: hu

source: <p>The weblinks module is used to create links to other websites or pages.</p> <p>The weblink monitor tracks or crawls other interesting web sites and displays their latest modification dates. Vistors to the host site learn about relevant sites and can easily see if there is new content. Here is how it works:</p> <ul> <li>The site administrator selects certain weblinks for monitoring from the administration page.</li> <li>Drupal's cron function triggers the weblink module to check all the monitored web sites for recent changes or updates. A page is updated when there is a <em>x</em>-byte difference since the last time it was checked, where <em>x</em> is a configuration option.</li> <li>The module exports both a page and a block that displays the registered sites ordered by their last modification date.</li> </ul>
hu: <p>A weblink modullal más webhelyekre vagy weboldalakra mutató linkeket hozhatsz létre és tarthatsz nyilván.</p> <p>A weblink monitor segítéségével megfigyelhetsz egyes weboldalakat, kinyerve a legfrissebb módosítási dátumukat. A weblink modult használó webhely látogatói így gyors áttekintést kaphatnak a legutóbb frissült kapcsolódó oldalakról. A megfigyelés a következőképpen működik:</p> <ul> <li>Az erre jogosult adminisztrátorok kijelölik a megfigyelésre érdemes webhelyeket.</li> <li>A Drupal cron szolgáltatása segítségével a weblink modul letölti a megjelölt webhelyeket, és eldönti, hogy történt-e az oldalakon változás. Egy oldal akkor tekinthető megváltozottnak, ha <em>x</em>-byte különbség mutatkozik az oldal méretében a legutóbbi megfigyelés óta, ahol <em>x</em> egy beállítható mérték.</li> <li>A modul egy áttekintő oldalt és egy blokkot is biztosít a megfigyelt oldalakat legutóbbi módosításuk szerint időben visszamenőlegesen listázva.</li> </ul>

source: A weblinks module with integrated monitoring
hu: Linkeket kezelő modul beépített megfigyelő funkcióval

source: Weblinks allow you to link to other websites and pages.
hu: A linkek más webhelyekre vagy weboldalakra mutató kapcsok.

source: You may link to webpages <a href="%long-tip">through the weblinks registry</a>
hu: Elhelyezhetsz webhelyekre mutató kapcsolatokat a <a href="%long-tip">linkek oldalon</a> kezelt hivatkozásokkal.

source: <p>You may create links to items stored in our weblink registry using a special syntax. The weblink codes will be replaced by a links to visit the real websites. Syntax: <code>[weblink:link_id]</code> or <code>[weblink:http://a.weblink.example.com/]</code>.</p>
hu: <p>A webhelyen nyilvántartott linkekre közvetlen kapcsolatokat építhetsz be a beküldött tartalomba a következő kódok használatával: <code>[weblink:linkszám]</code> vagy <code>[weblink:http://link.cime.com/]</code>

source: <p>This page lists the monitored links. See the <a href="%weblink">weblinks directory</a> for more external links.</p>
hu: <p>Ezen az oldalon a megfigyelt linkek találhatóak. Lásd a <a href="%weblink">linkek teljes listáját</a> további hivatkozásokért.</p>

source: weblink
hu: link

source: add to bookmarks
hu: gyorslinkekhez adás

source: Adds the destination to your bookmarks.
hu: A link célpontját a kedvencekhez adja.

source: visit %link
hu: %link látogatása

source: visit
hu: <strong>látogatás</strong>

source: Navigation vocabulary
hu: Navigációs szótár

source: The dedicated weblink vocabulary, which will be used by this module.
hu: A linkek kategorizálását lehetővé tevő szótár.

source: At least one <a href="%url">vocabulary</a> should be able to hold weblink nodes, being the navigation vocabulary for this module.
hu: Legalább egy <a href="%url">szótár</a> képes kell, hogy legyen weblink típusú tartalmi elemek befogadására, hogy a weblink modul navigációs szótára lehessen.

source: Vocabulary association
hu: Szótár kapcsolás

source: Visit link display mode
hu: Link megjelenítési mód

source: display as title
hu: a cím megjelenítése

source: display as url
hu: az URL megjelenítése

source: only display the 'visit' text
hu: csak a 'látogatás' szó megjelenítése

source: Users are able to visit weblinks via the node links list. This setting toggles how the visit link is displayed, either containing the node title or the node target URL or just the word 'visit'
hu: A felhasználók a tartalmi elemek link listájában található kapoccsal tudják elérni a linkek tényleges célpontját. Ez a beállítás szabja meg, hogy ennek a linknek mi legyen a felirata

source: Number of links per block
hu: A blokkokban megjelenő linkek száma

source: Number of links showed per block. Every block displayed by the weblink module will adhere to this setting.
hu: Megjelenített linkek száma blokkonként. Minden a weblink modul által generált blokk tiszteletben tartja ezt a beállítást.

source: Links per page
hu: Egy oldalon megjelenő linkek száma

source: Number of links to show per page. Set to zero to show all links in a category on one page.
hu: Ha ezt az értéket nullára állítod, akkor a kategóriák oldalain nem kell lapozni.

source: Display settings
hu: Megjelenés beállításai

source: Default link target
hu: Alapértelmezett link célpont

source: open in same window
hu: azonos ablak

source: open in new window
hu: új ablak

source: Open links in a new window or in the same window by default.
hu: Azonos ablak felhasználása vagy új ablak nyitása a linkeknek.

source: User setting for target
hu: Célpontra vonatkozó felhasználói beállítás

source: Allow users to specify their own preference via the user settings page.
hu: A felhasználók személyes célpontbeállításának engedélyezése vagy tiltása.

source: Link targets
hu: Link célpontok

source: Weblink monitoring
hu: Weblink megfigyelő

source: Allow users with appropriate rights to add/edit weblink nodes to specify monitoring parameters, and allow the monitoring block to be shown.
hu: Megfelelő jogokkal rendelkező felhasználók számára engedélyezi, hogy megfigyelési paramétereket állítsanak be különböző linkekre. A link megfigyelő blokk is csak akkor jelenik meg, ha a megfigyelést itt engedélyezed.

source: Weblink settings
hu: Linkek beállításai

source: Open new window for weblinks
hu: Linkek megnyitása új ablakban

source: Create a new window when you click on a weblink.
hu: Külső linkek megnyitása új ablakban.

source: Weblink filter
hu: Weblink szűrő

source: Weblinks
hu: Linkek

source: When enabled, weblink codes will be replaced by a link to visit the real website. Syntax: [weblink:node_id] or [weblink:http://a.weblink.example.com/]
hu: Ha engedélyezed, a tartalmakban weblink kódokat lehet majd használni, melyek a webhely meglátogatását lehetővé tevő linkekkel helyettesítődnek a szűrés után. Használata például: <code>[weblink:node_id]</code> vagy <code>[weblink:http://a.weblink.example.com/]</code>

source: Links should be submitted in a form similar to http://www.example.com/
hu: A linkek protokoll megjelöléssel együtt kell hogy szerepeljenek (például: http://www.example.com/)

source: Monitor URL
hu: URL megfigyelése

source: Monitor URL for changes.
hu: URL változásfigyelése

source: Update interval
hu: Ellenőrzési időköz

source: The refresh interval indicating how often you want to check this site for updates. Requires crontab.
hu: Ehhez a webhelyhez tartozó ellenőrzési időköz, azaz ilyen gyakran kerül górcső alá a weboldal. A cron szolgáltatást igényli.

source: Change threshold
hu: Változás mértéke

source: The number of bytes the site must have been modified before considered changed.
hu: Ennyi byte változás szükséges ahhoz, hogy a weboldalt változottnak kelljen tekinteni.

source: URL to monitor
hu: Megfigyelendő weboldal

source: The URL of the page you want to monitor for updates. Likely to be same as the site's URL but useful to monitor framed pages and more accurate when pointed to a XML/RSS/RDF feed.
hu: Azon oldal pontos URL-je, melyet a megfigyeléshez fel szeretnél használni. Lehet, hogy ez megegyezik a webhely URL-jével, de XML/RSS/RDF csatornákat praktikusabb megfigyelni, mert biztosabb, hogy egy változás tartalmi újdonságot jelent.

source: URL Monitoring
hu: URL megfigyelés

source: Spider this site
hu: Webhely indexelése

source: Use external mnogosearch engine to spider this site.
hu: Az mnogosearch motor használata a webhely indexelésére.

source: URL to spider
hu: Indexelés kezdő címe

source: The URL of the page you want to spider. All sub pages will be added to the mnogosearch index.
hu: Azon oldal címe, melyet indexelni szeretnél. Minden aloldal bekerül az mnogosearch indexbe.

source: Mnogosearch indexing
hu: Mnogosearch indexelés

source: Textual description of the weblink
hu: A link szöveges leírása

source: A weblink %link-to-existing with that link already exists
hu: Egy link már létezik ezzel a célponttal: %link-to-existing

source: Top weblinks
hu: Legnépszerűbb linkek

source: Latest weblinks
hu: Legfrissebb linkek

source: Monitored weblinks
hu: Megfigyelt linkek

source: Monitor external weblinks.
hu: Linkek megfigyelése.

source: invalid or missing URL for '%node'
hu: érvénytelen vagy hiányos link '%node' számára

source: edit site
hu: szerkesztés

source: invalid or missing URL to monitor for '%node'
hu: érvénytelen vagy hiányos megfigyelendő link '%node' számára

source: failed to syndicate from '%node'
hu: '%node' nem megfigyelhető

source: Updated less than one hour ago
hu: Kevesebb mint egy órája frissült

source: create weblink
hu: link létrehozása

source: add a new weblink
hu: link létrehozása

source: Weblink directory
hu: Linkek

source: Monitored Weblinks
hu: Megfigyelt linkek

source: Browsing %term
hu: %term

source: Return to %vocabulary
hu: Visszatérés: %vocabulary

source: Return to the links directory
hu: Visszatérés a linkek főoldalára

source: Go to parent category %name
hu: Szülő kategória: %name

source: Go to parent category %description
hu: Szülő kategória: %description

source: Subcategories
hu: Alkategóriák

source: Go to category %description
hu: %description

source: Go to related category %name
hu: Kapcsolódó: %name

source: Go to related category %description
hu: %description

source: Read details, read and add comments.
hu: Részletes informácó hozzászólások olvasása és beküldése.

source: Administer this node.
hu: Tartalmi elem szerkesztése.

source: Updated an hour ago
hu: Egy órája frissült

source: Updated %count hours ago
hu: %count órája frissült

source: Updated more than an hour ago
hu: Több mint egy órája frissült

source: 1 hit
hu: egy találat

source: %count hits
hu: %count találat

source: create weblinks
hu: létrehozás: link

source: access weblink monitor
hu: elérés: weblink megfigyelő
